RULES_PARTS = [
    """
<b>📜 Правила посещения компьютерного клуба 📜</b>

1️⃣ За нарушение правил администрация вправе <u>снять оплаченное время</u> и <u>ограничить доступ</u> (временно или навсегда).  

2️⃣ <u>С 22:00 до 08:00</u> запрещён вход и бронь для <u>лиц младше 18 лет</u>.  

3️⃣ Клуб вправе запросить <i>документ, удостоверяющий личность</i> для проверки возраста.  

4️⃣ Вход запрещён лицам в состоянии <u>алкогольного, наркотического или токсического опьянения</u>.  

5️⃣ Клуб работает <u>круглосуточно, без выходных</u>. Обо всех перерывах сообщается <i>заранее в соцсетях</i>.  

6️⃣ Клуб <i>не несёт ответственности</i> за работу сторонних серверов и программ.  

7️⃣ Администрация <i>не отвечает за личные вещи</i>, оставленные без присмотра.  

8️⃣ Клиент <u>возмещает материальный ущерб</u>, причинённый клубу.  

9️⃣ <u>Курение разрешено только на улице.</u> Запрещено курить любые изделия и вейпы внутри.  

🔟 Одежду вешать на спинку стула/вешалку. Рюкзаки не должны <i>загромождать проход</i>.
""",
    """

❗️ <b>ДОПОЛНИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</b> ❗️

1️⃣ Клиент обязан <u>соблюдать указания администратора</u> по технике безопасности.  

2️⃣ Администратор вправе <u>удалить посторонних лиц</u>, не работающих за ПК.  

3️⃣ Администратор <i>не обязан обучать</i> работе с программами и играми.  

4️⃣ Запрещено мешать другим посетителям или <i>наблюдать за игрой без согласия</i>.  

5️⃣ <u>Неявка без предупреждения</u> лишает клиента права на предварительное бронирование. Вход — только по факту.
""",
    """
🚫 <b>ПОСЕТИТЕЛЯМ ЗАПРЕЩАЕТСЯ:</b>

⚙️ Запускать сторонний софт, менять настройки ПК  
💻 Перемещать оборудование, вмешиваться в электросеть  
🛋️ Пребывать без брони, спать на диванах  
🍺 Употреблять алкоголь и курить внутри клуба  
🌐 Посещать запрещённые сайты (порнография, наркотики, казино, экстремизм)  
🔥 Использовать открытый огонь и пиротехнику
""",
    """
✅ <b>ДОСТУП К ОБОРУДОВАНИЮ:</b>

🧾 Место выдается <b>только после оплаты</b>  
🖱 Личную периферию подключать <i>только в присутствии сотрудника</i>  
🧑‍💼 <b>Соблюдайте указания администратора</b> и технику безопасности
"""

]